/*  Copyright CANON INC. 2005-2014  */
"ICA_PGADV_AUTOTONE_STR"	= "Réglage de l'image";
"ICA_PGADV_AUTOTONE_TT"	= "Sélectionne l'effet de la fonction qui permet d'optimiser la luminosité de l'image.";
"ICA_PGADV_COPYGAMMA_STR"	= "Réduction de la transparence";
"ICA_PGADV_COPYGAMMA_TT"	= "Active/Désactive la fonction qui permet de réduire la transparence des documents imprimés en recto verso ou d'éclaircir la couleur de base sur le papier recyclé et sur d'autres papiers en couleur. Cette option est disponible uniquement lorsque [Document] ou [Magazine] est sélectionné dans [Réglage de l'image].";
"ICA_PGADV_COPYGAMMA_ADF_TT"	= "Active/Désactive la fonction qui permet de réduire la transparence des documents imprimés en recto verso ou d'éclaircir la couleur de base sur le papier recyclé et sur d'autres papiers en couleur. Cette option est disponible uniquement lorsque [Document] est sélectionné dans [Réglage de l'image].";
"ICA_PGADV_UNSHARP_STR"	= "Accentuation de la netteté";
"ICA_PGADV_UNSHARP_TT"	= "Active/Désactive la fonction qui permet d'améliorer le contour des sujets pour augmenter la netteté de l'image. Lorsque [Elimination moiré] est défini sur Activé, le phénomène de moiré peut persister sauf si [Accentuation de la netteté] est défini sur Désactivé.";
"ICA_PGADV_DESCREEN_STR"	= "Elimination moiré";
"ICA_PGADV_DESCREEN_TT"	= "Active/Désactive la fonction qui permet de réduire le phénomène qui produit un dégradé non uniforme ou un motif rayé (moiré) lors de la numérisation de photos ou d'images imprimées avec des petits points. Le phénomène de moiré peut persister sauf si [Accentuation de la netteté] est défini sur Désactivé.";
"ICA_PGADV_REMOVEDUST_STR"	= "Elim. imperf.";
"ICA_PGADV_REMOVEDUST_TT"	= "Sélectionne l'effet de la fonction \"FARE\", qui élimine automatiquement la poussière et les imperfections des numérisations de films.";
"ICA_PGADV_REDUCEDUST_STR"	= "Réduc. imperf.";
"ICA_PGADV_REDUCEDUST_TT"	= "Sélectionne l'effet de la fonction qui permet de réduire les points blancs dus aux imperfections des photos.";
"ICA_PGADV_FADINGCORRECT_STR"	= "Corr. atténuation";
"ICA_PGADV_FADINGCORRECT_TT"	= "Sélectionne l'effet de la fonction qui permet de corriger les photos et les films ternis par le temps ou qui ont une dominante de couleur. Cette option fonctionne uniquement lorsque [Couleur] est sélectionné dans [Mode couleur] (type).";
"ICA_PGADV_GRAINCORRECT_STR"	= "Correction du grain";
"ICA_PGADV_GRAINCORRECT_TT"	= "Sélectionne l'effet de la fonction qui permet de réduire l'aspect granuleux (rugosité) des photos réalisées à l'aide d'un film à haute sensibilité.";
"ICA_PGADV_CUBS_STR"	= "Corr. gout.";
"ICA_PGADV_CUBS_TT"	= "Sélectionne l'effet de la fonction qui permet de corriger les ombres qui apparaissent entre les pages lors de la numérisation de brochures. Lorsque vous utilisez cette fonction de correction, placez l'original de façon à ce qu'il ne soit pas incliné. Pendant la numérisation, appuyez sur la partie centrale du dos du document en appliquant la même pression que lors de la numérisation de prévisualisation.";
"ICA_PGPREF_CALIB_SETTINGS_STR"	= "Etalonner avant chaque num.";
"ICA_PGPREF_CALIB_SETTINGS_TT"	= "Procède à l'étalonnage avant chaque numérisation.";
"ICA_PGPREF_ADF_ORDERREJECTION_STR"	= "Sortie dans l'ordre des pages";
"ICA_PGPREF_ADF_ORDERREJECTION_TT"	= "Définit comment imprimer les documents recto verso après leur numérisation à partir du CAD. Définissez l'option sur Désactivé pour numériser et imprimer les documents en mode rapide. Définissez l'option sur Activé pour numériser et imprimer les documents automatiquement dans l'ordre des pages.";
"ICA_ADV_FLAG_NONE"	= "Aucun(e)";
"ICA_ADV_FLAG_AUTO"	= "Automatique";
"ICA_ADV_FLAG_PHOTO"	= "Photo";
"ICA_ADV_FLAG_MAGAZINE"	= "Magazine";
"ICA_ADV_FLAG_DOCUMENT"	= "Document";
"ICA_ADV_FLAG_ON"	= "Activé";
"ICA_INFO_NONE"	= "Aucun(e)";
"ICA_INFO_LOW"	= "Faible";
"ICA_INFO_MEDIUM"	= "Moyenne";
"ICA_INFO_HIGH"	= "Elevé";
"ICA_ERROR_001"	= "La numérisation ne peut pas être effectuée tant que la taille ou la résolution n'est pas réduite à au moins %s x %s pixels et que la taille des données n'est pas de %s Go ou moins.";
"ICA_ERROR_002"	= "Le format papier n'est pas adapté à la numérisation recto verso. Sélectionnez A4 ou Lettre.";
"ICA_ERROR_003"	= "Le [Mode couleur] (type) spécifié ne prend pas en charge la numérisation 16 bits. Pour numériser avec le [Mode couleur] (type) spécifié, passez la profondeur de bits à 8 bits. Pour procéder à une numérisation 16 bits, modifiez le [Mode couleur] (type) sur couleur.";
"ICA_ERROR_004"	= "Impossible de réaliser la numérisation tant que le format n'est pas augmenté à au moins 4 x 4 mm (0,16 x 0,16 pouces).";
"ICA_ERROR_005"	= "Vous ne disposez pas des droits requis pour accéder au dossier spécifié.";
"ICA_ERROR_006"	= "Impossible de détecter le film.\nVérifiez si le film est défini correctement et exécutez à nouveau la numérisation.";
"ICA_ERROR_007"	= "Numérisez des films au format 120 avec le pilote du scanner.";
"ICA_ERROR_008"	= "Une erreur interne s'est produite. Prenez les mesures suivantes.\n- Vérifiez l'état du scanner.\n- Redémarrez le scanner.\n- Réinstallez le pilote du scanner.";
"ICA_ERROR_009"	= "Le format papier n'est pas adapté à la numérisation recto verso. Sélectionnez un format autre que Légal US.";
"ICA_ERROR_01"	= "Mémoire insuffisante. Libérez de la mémoire.";
"ICA_ERROR_02"	= "Un fichier requis est manquant ou corrompu ou les paramètres sont incorrects. Réexécutez l'installation.";
"ICA_ERROR_03"	= "Une erreur interne s'est produite.";
"ICA_ERROR_04"	= "Espace disque insuffisant pour terminer la numérisation.";
"ICA_ERROR_05"	= "Aucun document dans le CAD (chargeur automatique de documents). Chargez un document, puis réessayez.";
"ICA_ERROR_07"	= "Erreur de scanner. Consultez le manuel pour voir les solutions.";
"ICA_ERROR_08"	= "Impossible de lire ce fichier ou d'écrire dans ce fichier.";
"ICA_ERROR_09"	= "Une erreur s'est produite. Eteignez puis rallumez le périphérique.";
"ICA_ERROR_10"	= "Relâchez l'interrupteur de verrouillage, débranchez le câble USB et rebranchez-le.";
"ICA_ERROR_11"	= "Relâchez l'interrupteur de verrouillage, éteignez puis rallumez le périphérique.";
"ICA_ERROR_12"	= "Numérisation annulée.";
"ICA_ERROR_13"	= "Numérisation annulée par l'utilisateur. Appuyez sur le bouton OK du tableau de bord de l'imprimante pour éjecter le document du CAD (chargeur automatique de documents).";
"ICA_ERROR_18"	= "Impossible de numériser pour ces raisons :\n- L'original est peut-être placé incorrectement.\n- La feuille de protection est peut-être en place.\n- La lampe est peut-être en cours de préchauffage.\n   (Il faut quelques minutes pour ajuster la lampe en basse température.)";
"ICA_ERROR_25"	= "Un bourrage papier s'est produit dans le CAD (chargeur automatique de documents). Retirez le papier coincé, puis appuyez sur le bouton OK du panneau de contrôle de l'imprimante pour réinitialiser l'état.";
"ICA_ERROR_26"	= "Le couvercle du CAD (chargeur automatique de documents) est ouvert. Fermez-le et appuyez sur le bouton OK du tableau de bord de l'imprimante pour réinitialiser l'état.";
"ICA_ERROR_28"	= "Document trop important. Vérifiez que le couvercle du CAD (chargeur automatique de documents) est fermé et appuyez sur le bouton OK du tableau de bord de l'imprimante pour éjecter le document du CAD.";
"ICA_ERROR_29"	= "Le format papier n'est pas adapté à la numérisation recto verso. Vérifiez que le couvercle du CAD (chargeur automatique de documents) est fermé et appuyez sur le bouton OK du tableau de bord de l'imprimante pour éjecter le document du CAD.";
"ICA_ERROR_30"	= "Aucun document dans le CAD (chargeur automatique de documents). Appuyez sur le bouton OK du tableau de bord de l'imprimante pour annuler l'erreur, puis placez du papier dans le CAD.";
"ICA_ERROR_31"	= "Initialisation du scanner en cours. Attendez qu'elle soit terminée pour numériser.";
"ICA_ERROR_32"	= "Initialisation de l'imprimante en cours. Attendez qu'elle soit terminée pour numériser.";
"ICA_ERROR_33"	= "L'imprimante est en cours d'utilisation ou une erreur s'est produite. Vérifiez l'état.";
"ICA_ERROR_34"	= "Le scanner n'est pas disponible s'il est en cours d'utilisation par un autre logiciel ou utilisateur.";
"ICA_ERROR_35"	= "Feuille de protection jointe. Numérisation impossible.";
"ICA_ERROR_36"	= "Impossible de numériser le format papier indiqué pour le document.";
"ICA_ERROR_39"	= "Impossible de communiquer avec le scanner pour les raisons suivantes :\n- Le scanner est hors tension.\n- Le câble USB est débranché.\n\nVeuillez vérifier et réessayez.";
"ICA_ERROR_40"	= "Impossible de communiquer avec le scanner pour les raisons suivantes :\n- Le scanner est hors tension.\n- (Si vous utilisez une connexion au réseau câblé) Il est déconnecté du réseau câblé.\n- (Si vous utilisez une connexion réseau sans fil) La puissance du signal est faible en raison d'une obstruction.\n- La connexion au réseau est bloquée par un logiciel de sécurité.\n- Un autre scanner du réseau est sélectionné.\n\nVeuillez vérifier et réessayez.";
"ICA_ERROR_42"	= "Le couvercle des documents est ouvert.\nFermez-le et appuyez sur le bouton OK de l'imprimante.\nRetirez ensuite le document du CAD (chargeur automatique de documents).";
